Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/health_services_for_people_with_disabilities/long_stay_contributions.html.txt.tmx
Source language: en
Languages: ga

source: Long-Stay Contributions for Residential Support Services
ga: Ranníocaíochtaí fadchónaithe i leith seirbhísí tacaíochta cónaitheacha

source: If your accommodation or your daily living costs are provided by the Health Service Executive (HSE), or by another provider on behalf of the HSE, you may pay a Long-Stay Contribution towards these costs
ga: Má chónaíonn tú i gcóiríocht arna soláthar ag Feidhmeannacht na Seirbhíse Sláinte (FSS), nó ag soláthróir éigin eile thar ceann na FSS, agus go soláthraítear cúram altranais inti, féadfaidh tú muirear fadchónaithe a íoc

source: From 1 January 2017, long-stay charges are replaced by Long-Stay Contributions
ga: Tiocfaidh Ranníocaíochtaí Fadchónaithe le do chóiríocht agus do chothabháil in ionad na muirear fadchónaithe ó 1 Eanáir 2017 ar aghaidh

source: Where long-stay charges previously applied (where nursing care is provided full-time or part-time), the same rates will apply for the Long-Stay Contributions
ga: Beidh feidhm leis na rátaí céanna i gcomhair na Ranníocaíochtaí Fadchónaithe mar a mbíonn feidhm i láthair na huaire leis na muirir fhadchónaithe (mar a soláthraítear cúram altranais go lánaimseartha nó go páirtaimseartha)

source: Long-Stay Contributions also apply to mental health and disability residential support services provided by, or on behalf of, the HSE in accommodation without a nursing or medical service
ga: Beidh feidhm freisin leis na Ranníocaíochtaí Fadchónaithe i gcomhair seirbhísí tacaíochta cónaitheacha don mheabhairshláinte agus don mhíchumas arna soláthar ag, nó thar ceann, na FSS i gcóiríocht gan seirbhís altranais ná leighis

source: A lower rate of Contribution applies in such accommodation
ga: Beidh feidhm le ráta Ranníocaíochta níos ísle sa chóiríocht úd

source: You are being provided with Residential Support Services if your accommodation or your daily living costs are provided by the HSE, or on behalf of the HSE (but the Contributions described here don't apply if you are covered by the Nursing Home Support Scheme or are receiving acute in-patient care)
ga: Bítear ag soláthar Seirbhísí Tacaíochta Cónaitheacha más í an FSS a sholáthraíonn do chóiríocht nó do chostais bheatha laethúla, nó má sholáthraítear iad thar ceann na FSS (ach ní bhíonn feidhm leis na ranníocaíochtaí ar a gcuirtear síos anseo má chlúdaítear tú leis an Scéim Tacaíochta do Thithe Altranais nó má fhaigheann tú géarchúram othar cónaitheach)

source: You will generally have to pay a set amount towards these maintenance and accommodation costs
ga: Is iondúil go gcaithfidh tú méid réamhshocraithe a íoc i leith na gcostas cothabhála agus cóiríochta úd

source: This is called a Long-Stay Contribution (also known as the Residential Support Services Maintenance and Accommodation Contribution)
ga: Tugtar Ranníocaíocht Fhadchónaithe air sin (ar a dtugtar freisin Ranníocaíocht Cothabhála agus Cóiríochta na Seirbhísí Tacaíochta Cónaitheacha)

source: The Long-Stay Contribution applies if you have been getting Residential Support Services for more than 30 days in the last 12 months
ga: Bíonn feidhm leis an Ranníocaíocht Fhadchónaithe má tá tú tar éis Seirbhísí Tacaíochta Cónaitheacha a fháil ar feadh breis agus 30 lá le 12 mí anuas

source: You only pay for days when you get Residential Support Services from your provider (a day is counted if you receive the services overnight, that is, at midnight)
ga: Ní íocann tú ach amháin as na laethanta nuair a fhaigheann tú seirbhísí tacaíochta cónaitheacha ó do sholáthróir (déantar lá amháin a áireamh má fhaigheann tú na seirbhísí thar oíche, is é sin, thar mheánoíche)

source: The Contribution goes towards your accommodation and maintenance costs such as heating, electricity, groceries or meals
ga: Íoctar an ranníocaíocht le do chostais chóiríochta agus cothabhála ar nós teasa, leictreachais, earraí ceannaithe nó béilí

source: If you already pay rent or pay towards groceries, for example, into a household fund, this can continue and be taken into account as part of your Long-Stay Contribution
ga: Má íocann tú cíos cheana féin nó má íocann tú as earraí ceannaithe, mar shampla, le ciste teaghlaigh, is féidir leis sin leanúint ar aghaidh agus a thabhairt san áireamh mar chuid de do Ranníocaíocht Fhadchónaithe

source: If some or all of your daily living costs – food, utility bills and so on – are provided for by the HSE, or on behalf of the HSE, but your accommodation is not, your Contribution will be reduced by the amount of rent you pay or by €30 a week, whichever is more
ga: Más í an FSS a sholáthraíonn roinnt de do chostais bheatha laethúla – bia, billí fóntais agus mar sin de – nó má sholáthraítear iad thar ceann na FSS, ach nach soláthraítear do chóiríocht mar sin, is amhlaidh a laghdófar do Ranníocaíocht faoin méid cíos a íocann tú nó faoi €30 in aghaidh na seachtaine, cibé ceann is mó

source: If you have a medical card, you pay the Long-Stay Contribution towards your food, utilities and accommodation as these are not covered by your medical card
ga: Má tá cárta leighis agat, íocann tú an Ranníocaíocht Fhadchónaithe i leith do bhia, fóntas agus cóiríochta óir nach gclúdaítear iad sin le do chárta leighis

source: Your service provider will help you figure out how much you have to pay
ga: Cuideoidh do sholáthróir seirbhíse leat chun teacht ar an méid a chaithfidh tú a íoc

source: You will have an individual assessment to make sure that the amount you pay is correct
ga: Déanfar measúnú aonair chun a chinntiú gur ceart é an méid a íocann tú

source: You can be assisted by a family member or other advocate who can also attend meetings with you
ga: Féadfaidh tú cúnamh a fháil ó dhuine muinteartha leat nó ó ionadaí éigin eile ar féidir leo freastal ar chruinnithe i do theanntasa

source: If you paid long-stay charges:
ga: Má íocann tú muirir fhadchónaithe cheana féin:

source: • They are replaced with Long-Stay Contributions from 1 January 2017
ga: • Tiocfaidh na Ranníocaíochtaí Fadchónaithe ina n-ionad sin ó 1 Eanáir 2017 ar aghaidh

source: Your service provider will arrange to assess your financial situation as soon as possible
ga: Eagróidh do sholáthróir seirbhíse chun do chúinsí airgeadais a mheasúnú chomh luath agus is féidir

source: • The rate you pay is likely to be the same as before if your circumstances have not changed since your long-stay charge was set
ga: • Is dócha gurb ionann an ráta a íocfaidh tú mar an ráta roimhe seo murar tháinig athrú ar do chúinsí ó socraíodh do mhuirear fadchónaithe i leith

source: • If your service provider has not completed your assessment by 1 January 2017, you will continue to pay the same rate
ga: • Leanfaidh tú ar aghaidh ag íoc an ráta chéanna mura mbíonn do mheasúnú críochnaithe ag do sholáthróir seirbhís faoi 1 Eanáir 2017

source: Your assessment must be completed by 1 July 2017 at the latest
ga: Críochnófar do mheasúnú faoi 1 Iúil 2017 ag a dhéanaí

source: • If you overpay any amount from 1 January 2017 because your assessment has not been completed, your service provider will refund you
ga: • Is amhlaidh a aisíocfaidh do sholáthróir seirbhíse leat má ró-íocann tú méid ar bith ó 1 Eanáir 2017 ar aghaidh toisc nár críochnaíodh do mheasúnú go fóill

source: The income that is assessed is the amount you have left after deductions such as tax and PRSI
ga: Is ionann an t-ioncam a mheasúnaítear agus an méid a fhágtar leat tar éis asbhaintí ar nós cánach agus ÁSPC

source: • Department of Social Protection payments — except for the payments listed below under 'Excluded income'
ga: • Íocaíochta na Roinne Coimirce Sóisialaí — cé is moite d’íocaíochtaí a liostaítear faoi 'Ioncam eisiata'

source: • Income from your job, self-employment, trade, farming, profession or vocation
ga: • Ioncam ó do phost, féinfhostaíocht, ceird, feirmeoireacht, slí bheatha nó gairm

source: • Earnings above €120 a week from a rehabilitative job (for example, if you earn €130 a week, €10 a week will be included in the income assessment)
ga: • Tuilleamh os cionn €120 in aghaidh na seachtaine ó phost athshlánúcháin (mar shampla, má thuilleann tú €130 in aghaidh na seachtaine, is amhlaidh a áireofar €10 in aghaidh na seachtaine leis an measúnú ioncaim)

source: • Income from your pension including an occupational pension or overseas pension
ga: • Ioncam ó do phinsean lena n-áirítear pinsean gairmiúil nó pinsean coigríche

source: • Rental income from property and land
ga: • Ioncam cíosa ó mhaoin agus talamh

source: • Income from fees, commissions, dividends, interest or income of a similar nature
ga: • Ioncam ó tháillí, coimisiúin, díbhinní, ús nó ioncam de chineál comhchosúil

source: • Payments under a legal settlement, a covenant or a will
ga: • Íocaíochtaí faoi shocraíocht dhlíthiúil, cúnant nó uacht

source: • Interest or dividends earned on savings (but only if your savings are over €15,000)
ga: • Ús nó díbhinní a thuilltear ar choigiltis (ach amháin más mó do choigilteas ná €15,000)

source: • Income from holding an office or directorship
ga: • Ioncam ó bheith i seilbh oifige nó stiúrthóireachta

source: • Income from royalties and annuities
ga: • Ioncam ó ríchíosanna agus aoisliúntais

source: Income that is not taken into account in assessing your Contribution is called excluded or disregarded income
ga: Tugtar ioncam eisiata nó neamhshuimithe ar an ioncam nach nglactar san áireamh chun do Ranníocaíocht a mheasúnú

source: Income that is not your own is excluded (for example, the income of your partner, spouse or other family member)
ga: Eisiaitear an t-ioncam nach leat féin é (mar shampla, ioncam do pháirtíse, do chéilese nó duine éigin eile i do theaghlach)

source: The first €120 a week of earnings from a rehabilitative job is also disregarded
ga: Déantar neamhshuim freisin den chéad €120 tuilleamh in aghaidh na seachtaine ó phost athshlánaithe

source: For savings up to €15,000, any interest or dividends you earn are not taken into account
ga: Ní ghlactar san áireamh aon ús ná díbhinní i gcás coigiltis suas le €15,000

source: The following payments are disregarded:
ga: Déantar neamhshuim de na híocaíochtaí seo a leanas:

source: • Rent supplement or accommodation subsidy
ga: • Forlíonadh Cíosa nó fóirdheontas cóiríochta

source: • Weekly supplements paid under the Supplementary Welfare Allowance scheme
ga: • Forlíonta seachtainiúla arna n-íoc faoin scéim Liúntais Leasa Shóisialaigh Fhorlíontaigh

source: • Increase for a Qualified Adult or Qualified Child
ga: • Méadú d’Aosach Cáilithe nó do Leanbh Cáilithe

source: • Fuel, Island, and Living Alone Allowances
ga: • Liúntais Bhreosla, Oileánda agus Maireachtála Aonair

source: • Third-level education maintenance grants
ga: • Deontais chothabhála oideachais tríú leibhéal

source: The following compensation payments are disregarded (along with any income that comes from the payment):
ga: Déantar neamhshuim de na híocaíochtaí cúitimh seo a leanas (i dteannta le haon ioncam a thagann ón íocaíocht):

source: • Any payment under the Redress for Women Resident in Certain Institutions Act 2015 (for women who worked in, for example, Magdalen Laundries)
ga: • Íocaíocht ar bith faoin Acht um Shásamh do Mhná a raibh Cónaí orthu i bhForais Áirithe 2015 (do mhná a d’oibrigh mar shampla sna Neachtlanna Magdalen)

source: • Any ex-gratia payment under the Lourdes Hospital Redress Scheme 2007 or the Lourdes Hospital Payment Scheme
ga: • Íocaíocht ex-gratia ar bith faoi Scéim Sásaimh Ospidéal Lourdes 2007 nó faoi Scéim Íocaíochta Ospidéal Lourdes

source: • Any ex-gratia payment under the Symphysiotomy Payment Scheme
ga: • Íocaíocht ex-gratia ar bith faoin Scéim Íocaíochta Simfiseatóime

source: • Certain payments for disability caused by Thalidomide
ga: • Íocaíochtaí áirithe um míchumas de bharrTailídimíde

source: When your assessment is finished, you will get a letter that tells you the amount of your Long-Stay Contribution
ga: Gheobhaidh tú litir nuair a bheidh do mheasúnú críochnaithe ina n-inseofar duit méid do Ranníocaíochta Fadchónaithí

source: If your circumstances change, you should tell your service provider, who will arrange an assessment to see if your Contribution should change
ga: Ba chóir duit insint do do sholáthróir seirbhíse má thagann aon athrú ar do chúinsí, a eagróidh measúnú chun féachaint ar cheart do Ranníocaíocht a athrú

source: The amount you contribute depends on:
ga: Braithfidh méid do ranníocaíochta ar:

source: You may qualify for a waiver to ensure that what you pay will be within your means (see below)
ga: Féadfaidh tú cáiliú i gcomhair tarscaoilte chun a chinntiú go dtiocfaidh a n-íocann tú laistigh de d’acmhainn (féach thíos)

source: • What type of accommodation you live in
ga: • An cineál cóiríochta ina gcónaíonn tú

source: There are 3 types of accommodation:
ga: Tá 3 chineál cóiríochta ann:

source: • Category A accommodation where there is full-time (24-hour) medical or nursing care
ga: • Cóiríocht Chatagóir A mar a mbíonn cúram leighis nó altranais lánaimseartha (24 uair)

source: • Category B accommodation where there is part-time (less than 24-hour) medical or nursing care
ga: • Cóiríocht Chatagóir B mar a mbíonn cúram leighis nó altranais pháirtaimseartha (níos lú ná 24 uair)

source: • Category C accommodation (other accommodation, such as independent living settings)
ga: • Cóiríocht Chatagóir C (cóiríocht eile, ar nós socruithe cónaithe neamhspleácha)

source: There is a maximum rate of Contribution
ga: Is ann d’uasráta Ranníocaíochta

source: The Contribution rates for each income band are set out in the tables in Statutory Instrument No
ga: Íocfaidh tú an t-uasráta sin má théann d’ioncam thar mhéid áirithe

source: 58 of 2017 (this changed the income bands, from March 2017, so that the contribution rate is not affected by increases in social welfare payment rates)
ga: Más ísle d’ioncam is amhlaidh a íocann tú níos lú: tá tábla de rátaí Ranníocaíochta i leith gach banda ioncaim in hIonstraim Reachtúil Uimh. 58 de 2017

source: │Accommodation │Income above │Maximum Contribution │
ga: │Cóiríocht │Ioncam os cionn │Ranníocaíocht Uasta │

source: │Category A │€213 │€175 │
ga: │Catagóir A │€213 │€175 │

source: │Category B │€199 │€130 │
ga: │Catagóir B │€199 │€130 │

source: │Category C │€193 │€70 │
ga: │Catagóir C │€193 │€70 │

source: If you know your income is over the amount at which you have to pay the maximum Contribution and you do not wish to seek a waiver (see below), you can choose to agree to pay the maximum Contribution without having to submit your income details or go through the assessment process
ga: Más eol duit go sáraíonn d’ioncam an méid ag a gcaitheann tú an Ranníocaíocht uasta a íoc agus nach mian leat tarscaoileadh a lorg (féach thíos), is féidir leat roghnú chun aontú chun an Ranníocaíocht uasta a íoc gan do shonraí ioncaim a thaisceadh ná gan dul tríd an bpróiseas measúnaithe

source: You are entitled to have a minimum amount of money left for your personal use after paying the Long-Stay Contribution
ga: Bíonn tú i dteideal íosmhéid airgid bhreise bheith agat do d’úsáid phearsanta tar éis an Ranníocaíocht Fhadchónaithe a íoc

source: │Accommodation │Weekly minimum │
ga: │Cóiríocht │Íosmhéid seachtainiúil │

source: │Category A │€33 │
ga: │Catagóir A │€33 │

source: │Category B │€64 │
ga: │Catagóir B │€64 │

source: │Category C │€118 │
ga: │Catagóir C │€118 │

source: If your only income is Disability Allowance of €193, the table of Contribution rates shows that the most you will have to pay each week is:
ga: Más ionann d’ioncam amháin agus an Liúntas Míchumais de €193, taispeántar sa tábla rátaí Ranníocaíocht an t-uasmhéid a chaithfidh tú a íoc gach aon seachtain:

source: • €155 if you are in Category A accommodation
ga: • €155 má tá tú i gcóiríocht Chatagóir A

source: • €120 if you are in Category B accommodation
ga: • €120 má tá tú i gcóiríocht Chatagóir B

source: • €70 if you are in Category C accommodation
ga: • €70 má tá tú i gcóiríocht Chatagóir C

source: You can apply for a waiver if you have essential expenses and would find it difficult to afford the standard Contribution rate for your income
ga: Is féidir leat iarratas a dhéanamh ar tharscaoileadh má bhíonn caiteachais bhunúsacha agat agus mura mbeadh sé ar d’acmhainn an ráta Ranníocaíochta caighdeánach do d’ioncam

source: If you have a waiver it is an agreement that you will pay a reduced Long-Stay Contribution or no Long-Stay Contribution
ga: Má tá tarscaoileadh agat is ionann é agus comhaontú go n-íocfaidh tú Ranníocaíocht Fhadchónaithe laghdaigh nó Ranníocaíocht Fhadchónaithe ar bith

source: Your financial circumstances and the needs set out in your care plan will be considered
ga: Breithneofar do chúinsí airgeadais agus na héilimh a leagtar amach i do phlean cúraim

source: The waiver assessment takes into account:
ga: Glactar san áireamh sa mheasúnú um tharscaoileadh:

source: • Payments you already make for your maintenance and accommodation
ga: • Íocaíochtaí a dhéanann tú cheana féin i gcomhair do chothabhála agus do chóiríochta

source: • Expenses to meet your medical, therapeutic, rehabilitative or health-related needs (including needs set out in your care plan)
ga: • Caiteachais chun d’éilimh leighis, teiripeacha, athshlánúcháin nó sláinte a shásamh (lena n-áirítear na héilimh a leagtar amach i do phlean cúraim)

source: This includes the reasonable expenses of your dependants
ga: Áirítear leis sin caiteachais réasúnta do chleithiúnach

source: It also includes your financial commitments such as rent or mortgage payments for the family home, maintenance payments or repayments on existing loans
ga: Áirítear leis freisin do thiomantais airgeadais ar nós cíosa nó íocaíochtaí morgáiste do do bhaile teaghlaigh, íocaíochtaí cothabhála nó aisíocaíochtaí ar iasachtaí reatha

source: Your service provider will tell you what documents you need to provide with your request for a waiver, such as bills, receipts, bank statements and pay slips
ga: Inseoidh do sholáthróir seirbhíse duit na cáipéisí a chaithfidh tú a sholáthar i dteannta le d’iarratas ar tharscaoileadh, ar nós billí, admhálacha, ráiteas bainc agus duillíní pá

source: However, if you do not have all these documents with you during your individual assessment, you can provide any outstanding documents as soon as possible afterwards so that your service provider can finish the assessment
ga: Mura mbíonn na cáipéisí sin go léir agat ámh i rith do mheasúnaithe féin, is féidir leat aon cháipéisí gan taisceadh a sholáthar chomh luath agus is féidir dá éis sin ionas gur féidir le do sholáthróir seirbhíse an measúnú a chríochnú

source: When your assessment is finished, you will get a letter that tells you the amount of the Long-Stay Contribution you have to pay, whether you have a waiver or not, the amount of the waiver (if any), and an explanation
ga: Gheobhaidh tú litir ach a mbeidh do mheasúnú críochnaithe ina n-inseofar duit an méid Ranníocaíochta Fadchónaithe a chaithfidh tú a íoc, an mbeidh tarscaoileadh agat nó nach mbeidh, méid an tarscaoilte (más ann dó), agus míniú

source: If your circumstances change, you can ask your service provider to update your assessment
ga: Is féidir leat iarraidh ar do sholáthróir seirbhíse chun do mheasúnú a nuashonrú má thagann athrú ar do chúinsí

source: If you think a mistake has been made in your assessment you can ask your service provider to correct it
ga: Is féidir leat iarraidh ar do sholáthróir seirbhíse chun do mheasúnú a cheartú má shíleann tú go ndearnadh meancóg ann

source: If you are unhappy with the amount of your Long-Stay Contribution, you can appeal the decision
ga: Is féidir leat an cinneadh a achomharc mura mbíonn tú sona sásta le méid do Ranníocaíochta Fadchónaithe

source: If you wish to make an appeal you can write to the HSE National Appeals Office, An Clochar, Ballyshannon Health Campus, College Street Ballyshannon, Co Donegal F94 TPX4, or by email to: regionalappealsoffice@hse.ie
ga: Más mian leat achomharc a thabhairt is féidir leat scríobh chuig Oifig Achomhairc Náisiúnta na FSS, An Clochar, Campas Sláinte Bhéal Átha Seanaidh, Sráid an Choláiste, Béal Átha Seanaidh, Co. Dhún na nGall F94 TPX4, nó trí ríomhphost chuig: regionalappealsoffice@hse.ie

source: Explain why you are dissatisfied with the decision and the reasons you want it to be reconsidered
ga: Mínigh an fáth go bhfuil tú míshásta leis an gcinneadh agus na cúiseanna go dteastaíonn uait é a athbhreithniú

source: Include a copy of the decision letter and any other relevant documents
ga: Áirigh cóip de litir an chinnidh agus aon cháipéis ábhartha eile leis

source: If you are still unhappy after you have made an appeal you can write a letter of complaint to the Office of the Ombudsman
ga: Má bhíonn tú fós míshásta tar éis duit achomharc a dhéanamh is féidir leat litir ghearáin a scríobh chuig Oifig an Ombudsman
